Repository: mehrshaddarzi/wp-seo-auto-linker
Catalog: lang/seoal-*.po
Languages: fa_ir

source: Import/Export
fa_ir: ورودی/خروجی

source: Your backup file is ready.
fa_ir: فایل بک اپ شما آماده شده است.

source: Download file
fa_ir: دریافت فایل

source: Please Select json file.
fa_ir: لطفا یک فایل json استاندارد انتخاب کنید.

source: Import Data was successful.
fa_ir: بارگیری اطلاعات با موفقیت انجام شد.

source: Backup Data
fa_ir: بک آپ گیری اطلاعات

source: Click the button below to get the full list of inputs
fa_ir: برای دریافت لیست کامل ورودی ها ریول دکمه زیر کلیک کنید

source: Get json file
fa_ir: دریافت فایل json

source: Import Data
fa_ir: بارگیری اطلاعات

source: To upload data, please select the file and then click the button
fa_ir: برای بارگیری داده لطفا فایل را انتخا و سپس روی دکمه کلیک کنید

source: json file
fa_ir: فایل Json

source: Import
fa_ir: بارگیری

source: Sitewide Blacklist
fa_ir: لیست سیاه

source: Blacklist
fa_ir: لیست سیاه

source: Word Boundaries
fa_ir: مرز های کلمه

source: Use Alternative Word Boundaries?
fa_ir: از مرزهای جایگزین کلمه استفاده می کنید؟

source: SEO Auto Linker Options
fa_ir: تنظیمات لینک اتوماتیک سئو

source: Options
fa_ir: تنظیمات

source: Settings Saved
fa_ir: تنظیمات ذخیره شد

source: Save Settings
fa_ir: ذخیره تنظیمات

source: The URLs on your site where you do not want any automatic links to appear. One URL per line.
fa_ir: نشانی های اینترنتی در سایت شما که نمی خواهید هیچ لینک خودکار ظاهر شود. در هر خط فقط یک آدرس قرار دهید.

source: If you're having trouble with SEO Auto Linker matching unicode characters and word boundaries, try checking the box below.
fa_ir: اگر در تطبیق کاراکترهای یونیکد و مرزهای کلمه با SEO Auto Linker مشکلی دارید ، کادر زیر را علامت بزنید.

source: _blank
fa_ir: در صفحه جدید

source: _top
fa_ir: به صورت تمام صفحه

source: _self
fa_ir: در همان صفحه

source: Automatic Links
fa_ir: لینک های اتوماتیک

source: Automatic Link
fa_ir: لینک اتوماتیک

source: Add New Link
fa_ir: افزودن لینک جدید

source: All Links
fa_ir: تمامی لینک ها

source: Edit Link
fa_ir: ویرایش لینک

source: New Link
fa_ir: افزودن لینک

source: Search Links
fa_ir: جستجو در لینک ها

source: No Links Found
fa_ir: هیچ لینک یافت نشد

source: No Links in the Trash
fa_ir: هیچ لینک در سطل آشغال یافت نشد

source: Auto Linker
fa_ir: لینک اتوماتیک

source: A container for SEO Auto Linker
fa_ir: یک محدوده برای لینک اتوماتیک سئو

source: Save
fa_ir: ذخیره

source: Keywords & URL
fa_ir: کلیدواژه ها و آدرس

source: Allowed Post Types
fa_ir: اجازه دادن به تمامی پست تایپ ها

source: You must be an admin to edit links
fa_ir: شما باید نقش مدیریت داشته باشید تا بتوانید لینک را ویرایش کنید

source: Status
fa_ir: وضعیت

source: Enabled
fa_ir: فعال

source: Disabled
fa_ir: غیر فعال

source: Delete
fa_ir: حذف

source: Keywords
fa_ir: کلیدواژه ها

source: Comma separated. These are the terms you want to link.
fa_ir: با ویرگول جدا کنید. اینها اصطلاحاتی هستند که می خواهید به آنها پیوند دهید.

source: URL
fa_ir: آدرس

source: The url to which you want to link.
fa_ir: آدرسی که میخواهید به آن لینک دهید.

source: Links per Page
fa_ir: لینک های در صفحه

source: The number of times per page (or post type) you wantthe above keyowrds to link to the url
fa_ir: تعداد دفعات در هر صفحه (یا نوع ارسال) که می خواهید کلمات کلیدی فوق را به آدرس اینترنتی پیوند دهید

source: Target
fa_ir: هدف

source: Allow Self Links?
fa_ir: پیوندهای خودی مجاز هستند؟

source: Nofollow This Link
fa_ir: این لینک را نوفالو کن

source: URLs on which you don't want to have this link. One URL per line.
fa_ir: لینک هایی که شما نمیخواهید بصورت لینک دار شده باشند. هر خط یک آدرس قرار دهید.

source: Link Updated
fa_ir: لینک آپدیت شد

source: Title
fa_ir: عنوان

source: Create date
fa_ir: تاریخ ایجاد

source: No Keywords.
fa_ir: هیچ کلید واژه.

source: No URL.
fa_ir: هیچ آدرس.

source: SEO Auto Linker
fa_ir: لینک اتوماتیک سئو

source: Allows you to automatically link terms with in your post, page or custom post type content.
fa_ir: به شما امکان می دهد تا به طور خودکار اصطلاحات را در پست ، صفحه یا محتوای نوع پست سفارشی خود پیوند دهید.

source: Mehrshad Darzi
fa_ir: مهرشاد درزی
